/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* No comment provided by engineer. */

"MonitorOutOfSpace_NotifTitle" = "O disco está ficando sem espaço";
"MonitorOutOfSpace_NotifDescription" = "Abra o CleanMyMac para remover itens desnecessários e recuperar espaço.";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "Diagnóstico S.M.A.R.T. crítico";
"MonitorSMART_NotifDescription" = "CleanMyMac informa: o diagnóstico do disco indica falha iminente. Aja para não perder dados.";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "Vida útil do SSD perto do fim";
"MonitorSSD_NotifTooltip" = "A vida útil do SSD %@ é %li%%";
"MonitorSSDLife_NotifDescription" = "CleanMyMac informa: o diagnóstico do disco indica falha iminente. Aja para não perder dados.";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "Alta temperatura do disco";
"MonitorHighTemp_NotifTooltip" = "A temperatura de %@ excede %@";
"MonitorHighTemp_NotifDescription" = "CleanMyMac informa: a temperatura do disco excede o recomendado. Certifique-se de que isto não aconteça sempre.";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "A bateria está falhando";
"MonitorBattery_NotifDescription" = "CleanMyMac informa: os recursos da bateria estão muito baixos. Considere substituir a bateria.";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "Uso excessivo de memória";
"MonitorRAM_NotifDescription" = "CleanMyMac informa: o Mac está ficando sem memória física e virtual. Considere encerrar alguns aplicativos.";

/* Battery health */
"Health: %@" = "Saúde: %@";

"Undefined" = "Indefinida";
"Fair" = "Regular";
"Good" = "Normal";
"Poor" = "Ruim";

/* Battery charging state */
"Charged" = "Carregada";
"Not Charging" = "Sem Carregamento";
"Calculating…" = "Calculando…";
"%ld:%02ld Until Full" = "%ld:%02ld Até Completar a Carga";
"%ld:%02ld Remaining" = "%ld:%02ld Restantes";
"%@ Limited" = "Limite de %@";
"%@ Threshold" = "Limite de %@";
"Overfilled" = "Superlotado";

"DiskAvailableSpace_description" = "%@ Disp.";
"DiskAvailableSpace_tooltip" = "%@ Livres\n%@ Disponíveis. Este número representa o total de espaço livre e purgável que pode ser liberado pelo sistema imediatamente.";
"RAMStatus_description" = "%@ Livres";
"RAMStatus_tooltip" = "%@ Livres";
"RAMCleanupInProgress_Title" = "Liberando…";
"TrashSizeStatus_description" = "%@ Usados";
"TrashSizeStatus_tooltip" = "%@ Usados";
"TrashSizeStatus_tooltipForZeroSize" = "%@ usados em %@";

"WiredRAM_LegendTitle" = "Residente";
"WiredRAM_LegendDescription" = "Memória que fica na RAM, pois não pode ser armazenada em cache no disco. Esta memória não pode ser usada por outros aplicativos.";

"ActiveRAM_LegendTitle" = "Ativa";
"ActiveRAM_LegendDescription" = "Informações usadas recentemente que estão na RAM.";

"InactiveRAM_LegendTitle" = "Inativa";
"InactiveRAM_LegendDescription" = "Informações usadas recentemente que estão na RAM, mas que não estão em uso no momento.";

"CompressedRAM_LegendTitle" = "Comprimida";
"CompressedRAM_LegendDescription" = "Quantidade de memória na RAM que é comprimida para disponibilizar mais memória para outros processos.";

"GHz" = "GHz";

"Monitoring OFF" = "Monitoramento INATIVO";
